<?php

return [
	'send'			=> 'Отправить',
	'show'			=> 'Показать',
	'register'		=> 'Зарегистрироваться',
	'office' => [
		'print'		=> 'Печатать',
		'export'	=> 'Экспортировать',
		'filter'	=> 'Фильтр',
		'show'		=> 'Показать',
		'create'	=> 'Создать',
		'edit'		=> 'Изменить',
		'delete'	=> 'Удалить',
		'save'		=> 'Сохранить',
		'cancel'	=> 'Отменить',
		'exit'		=> 'Выйти',
		'setup'		=> 'Настроить',
		'upload'	=> 'Загрузить',
		'update'	=> 'Обновить',
		'filtered'	=> 'Фильтровать',
		'reset'		=> 'Очистить форму',
	],
];