<?php

return [
	'login' 						=> 'Вход',
	'login.vkontaktecallback' 		=> 'Авторизация через "Вконтакте"',
	'login.facebookcallback' 		=> 'Авторизация через "Facebook"',
	'register' 						=> 'Регистрация',
	'logout' 						=> 'Выход',
	'social' 						=> 'Регистрация',

	'password' => [
		'request'					=> 'Сброс пароля',
		'reset'						=> 'Сброс пароля',
	],

	'account' => [
		'dashboard'	=> [
			'index'					=> 'Личный кабинет',
		],

		'personal'	=> [
			'index'					=> 'Мои настройки',
		],

		'password'	=> [
			'index'					=> 'Мои настройки',
		],

		'social'	=> [
			'index'					=> 'Мои настройки',
		],

		'notice'	=> [
			'index'					=> 'Мои настройки',
		],

		'event'	=> [
			'index'					=> 'Мои настройки',
		],

		'post'	=> [
			'index'					=> 'Мои статьи',
			'create'				=> 'Добавление статьи',
			'edit'					=> 'Изменение статьи',
		],

		'brief'	=> [
			'index'					=> 'Мои новости',
			'create'				=> 'Добавление новости',
			'edit'					=> 'Изменение новости',
		],

		'forecast'	=> [
			'index'					=> 'Мои прогнозы',
			'create'				=> 'Добавление прогноза',
			'show' 					=> ':name',
			'edit'					=> 'Изменение прогноза',
		],

		'history'	=> [
			'index'					=> 'История заказов',
			'show'					=> 'Заказ №:id от :posted_at',
		],
	],

	'site' => [
		'home' => [
			'index' 				=> 'Главная',
		],

		'info' => [
			'index' 				=> 'О сайте',
		],

		'about' => [
			'index' 				=> 'О проекте',
		],

		'legal' => [
			'index' 				=> 'Правовая информация',
			'show' 					=> ':name',
			'edition' 				=> ':edition',
		],

		'contact' => [
			'index' 				=> 'Контактная иформация',
		],

		'event' => [
			'index' 				=> 'Акции',
			'show' 					=> ':name',
		],

		'post' => [
			'index' 				=> 'Статьи',
			'show' 					=> ':name',
		],

		'brief' => [
			'index' 				=> 'Новости',
			'show' 					=> ':name',
		],

		'forecast' => [
			'index' 				=> 'Прогнозы',
			'show' 					=> ':name',
		],

		'bookmaker' => [
			'index' 				=> 'Букмекеры',
			'show' 					=> ':name',
			'text' 					=> ':name',
		],

		'match' => [
			'index' 				=> 'Матч-центр',
			'show' 					=> ':name',
		],

		'deal' => [
			'index' 				=> 'Акции',
			'show' 					=> ':name',
		],

		'user' => [
			'index' 				=> 'Капперы',
			'show' 					=> ':name',
		],

		'help' => [
			'index' 				=> 'Справка',
			'section'				=> ':name',
			'ask'					=> 'Ваш вопрос',
		],

		'sitemap' => [
			'index' 				=> 'Карта сайта',
		],

	],

	'office' => [
		'site' => [
			'index' 				=> 'Управление',
			'documents' 			=> 'Документы',
		],

		'content' => [
			'index'                 => 'Контент',
		],

		'banner' => [
			'index'                 => 'Реклама',
		],

		'custom' => [
			'index'                 => 'Настройки',
		],

		'action' => [
			'index'                 => 'Действия',
		],

		'notice' => [
			'index'                 => 'Уведомления',
		],

		'access' => [
			'index'                 => 'Доступ',
		],

		/////////////////

		'answer' => [
			'index'             => 'Ответы',
			'create'            => 'Добавление ответа',
			'show'              => 'Просмотр ответа',
			'edit'              => 'Изменение ответа',
		],

		'action' => [
			'index'             => 'Действия',
			'create'            => 'Добавление действия',
			'show'              => 'Просмотр действия ":name"',
			'edit'              => 'Изменение действия ":name"',
		],

		'actiongroup' => [
			'index'             => 'Группы действий',
			'create'            => 'Добавление группы действий',
			'show'              => 'Просмотр группы действий ":name"',
			'edit'              => 'Изменение группы действий ":name"',
		],

		'actiontype' => [
			'index'             => 'Типы действий',
			'create'            => 'Добавление типа действий',
			'show'              => 'Просмотр типа действий ":name"',
			'edit'              => 'Изменение типа действий ":name"',
		],

		'banner' => [
			'index'             => 'Баннеры',
			'create'            => 'Добавление баннера',
			'show'              => 'Просмотр баннера ":name"',
			'edit'              => 'Изменение баннера ":name"',
		],

		'bannercampaign' => [
			'index'             => 'Баннерные кампании',
			'create'            => 'Добавление баннерной кампании',
			'show'              => 'Просмотр баннерной кампании ":name"',
			'edit'              => 'Изменение баннерной кампании ":name"',
		],

		'bannerimpression' => [
			'index'             => 'Баннерные показы',
			'create'            => 'Добавление баннерного показа',
			'show'              => 'Просмотр баннерного показа',
			'edit'              => 'Изменение баннерного показа',
		],

		'bannerformat' => [
			'index'             => 'Баннерные форматы',
			'create'            => 'Добавление баннерного формата',
			'show'              => 'Просмотр баннерного формата ":name"',
			'edit'              => 'Изменение баннерного формата ":name"',
		],

		'bannerplace' => [
			'index'             => 'Баннерные места',
			'create'            => 'Добавление баннерного места',
			'show'              => 'Просмотр баннерного места ":name"',
			'edit'              => 'Изменение баннерного места ":name"',
		],

		'bannerpost' => [
			'index'             => 'Баннерные публикации',
			'create'            => 'Добавление баннерной публикации',
			'show'              => 'Просмотр баннерной публикации',
			'edit'              => 'Изменение баннерной публикации',
		],

		'bannersection' => [
			'index'             => 'Баннерные разделы',
			'create'            => 'Добавление баннерного раздела',
			'show'              => 'Просмотр баннерного раздела',
			'edit'              => 'Изменение баннерного раздела',
		],

		'benefit' => [
			'index'             => 'Преимущества',
			'create'            => 'Добавление преимущества',
			'show'              => 'Просмотр преимущества ":name"',
			'edit'              => 'Изменение преимущества ":name"',
		],

		'bookmaker' => [
			'index'             => 'Букмекеры',
			'create'            => 'Добавление букмекера',
			'show'              => 'Просмотр букмекера ":name"',
			'edit'              => 'Изменение букмекера ":name"',
		],

		'bookmakerpicture' => [
			'index'             => 'Изображения букмекеров',
			'create'            => 'Добавление изображения',
			'show'              => 'Просмотр изображения ":name"',
			'edit'              => 'Изменение изображения ":name"',
		],

		'bookmakertext' => [
			'index'             => 'Тексты букмекеров',
			'create'            => 'Добавление текста букмекера ":bookmaker"',
			'show'              => 'Просмотр текста ":name" букмекера ":bookmaker"',
			'edit'              => 'Изменение текста ":name" букмекера ":bookmaker"',
		],

		'brief' => [
			'index'             => 'Новости',
			'create'            => 'Добавление новости',
			'show'              => 'Просмотр новости ":name"',
			'edit'              => 'Изменение новости ":name"',
		],

		'briefcomment' => [
			'index'             => 'Комментарии новостей',
			'create'            => 'Добавление комментария новости',
			'show'              => 'Просмотр комментария новости',
			'edit'              => 'Изменение комментария новости',
		],

		'briefpicture' => [
			'index'             => 'Изображения новостей',
			'create'            => 'Добавление изображения новости',
			'show'              => 'Просмотр изображения новости ":name"',
			'edit'              => 'Изменение изображения новости ":name"',
		],

		'briefstatus' => [
			'index'             => 'Статусы новостей',
			'create'            => 'Добавление статуса новостей',
			'show'              => 'Просмотр статуса новостей ":name"',
			'edit'              => 'Изменение статуса новостей ":name"',
		],

		'brieftag' => [
			'index'             => 'Метки новостей',
			'create'            => 'Добавление метки новости',
			'show'              => 'Просмотр метки новости',
			'edit'              => 'Изменение метки новости',
		],

		'brieftournament' => [
			'index'             => 'Турниры новостей',
			'create'            => 'Добавление турнира новости',
			'show'              => 'Просмотр турнира новости',
			'edit'              => 'Изменение турнира новости',
		],

		'commentstatus' => [
			'index'             => 'Статусы комментариев',
			'create'            => 'Добавление статуса комментариев',
			'show'              => 'Просмотр статуса комментариев ":name"',
			'edit'              => 'Изменение статуса комментариев ":name"',
		],

		'counter' => [
			'index'             => 'Счетчики',
			'create'            => 'Добавление счетчика',
			'show'              => 'Просмотр счетчика ":name"',
			'edit'              => 'Изменение счетчика ":name"',
		],

		'country' => [
			'index'             => 'Страны',
			'create'            => 'Добавление страны',
			'show'              => 'Просмотр страны ":name"',
			'edit'              => 'Изменение страны ":name"',
		],

		'customgroup' => [
			'index'             => 'Группы настроек',
			'create'            => 'Добавление группы настроек',
			'show'              => 'Просмотр группы настроек ":name"',
			'edit'              => 'Изменение группы настроек ":name"',
		],

		'customtype' => [
			'index'             => 'Типы настроек',
			'create'            => 'Добавление типа настроек',
			'show'              => 'Просмотр типа настроек ":name"',
			'edit'              => 'Изменение типа настроек ":name"',
		],

		'customparam' => [
			'index'             => 'Параметры настроек',
			'create'            => 'Добавление параметра настройки',
			'show'              => 'Просмотр параметра настройки ":name"',
			'edit'              => 'Изменение параметра настройки ":name"',
		],

		'deal' => [
			'index'             => 'Акции',
			'create'            => 'Добавление акции',
			'show'              => 'Просмотр акции ":name"',
			'edit'              => 'Изменение акции ":name"',
		],

		'dealtype' => [
			'index'             => 'Типы акций',
			'create'            => 'Добавление типа акций',
			'show'              => 'Просмотр типа акций ":name"',
			'edit'              => 'Изменение типа акций ":name"',
		],

		'event' => [
			'index'             => 'События',
			'create'            => 'Добавление события',
			'show'              => 'Просмотр события',
			'edit'              => 'Изменение события',
		],

		'forecast' => [
			'index'             => 'Прогнозы',
			'create'            => 'Добавление прогноза',
			'show'              => 'Просмотр прогноза',
			'edit'              => 'Изменение прогноза',
		],

		'forecastcomment' => [
			'index'             => 'Комментарии прогнозов',
			'create'            => 'Добавление комментария прогноза',
			'show'              => 'Просмотр комментария прогноза',
			'edit'              => 'Изменение комментария прогноза',
		],

		'forecastpicture' => [
			'index'             => 'Изображения прогнозов',
			'create'            => 'Добавление изображения прогноза',
			'show'              => 'Просмотр изображения прогноза ":name"',
			'edit'              => 'Изменение изображения прогноза ":name"',
		],

		'forecaststatus' => [
			'index'             => 'Статусы прогнозов',
			'create'            => 'Добавление статуса прогнозов',
			'show'              => 'Просмотр старуса прогнозов ":name"',
			'edit'              => 'Изменение статуса прогнозов ":name"',
		],

		'gender' => [
			'index'             => 'Признаки пола',
			'create'            => 'Добавление признака пола',
			'show'              => 'Просмотр признака пола ":name"',
			'edit'              => 'Изменение признака пола ":name"',
		],

		'helppicture' => [
			'index'             => 'Изображения справки',
			'create'            => 'Добавление изображения справки',
			'show'              => 'Просмотр изображения справки ":name"',
			'edit'              => 'Изменение изображения справки ":name"',
		],

		'helpquestion' => [
			'index'             => 'Вопросы справки',
			'create'            => 'Добавление вопроса справки',
			'show'              => 'Просмотр вопроса справки ":name"',
			'edit'              => 'Изменение вопроса справки ":name"',
		],

		'helpsection' => [
			'index'             => 'Разделы справки',
			'create'            => 'Добавление раздела справки',
			'show'              => 'Просмотр раздела справки ":name"',
			'edit'              => 'Изменение раздела справки ":name"',
		],

		'issue' => [
			'index'             => 'Обращения',
			'create'            => 'Добавление обращения',
			'show'              => 'Просмотр обращения',
			'edit'              => 'Изменение обращения',
		],

		'issuestatus' => [
			'index'             => 'Статусы обращений',
			'create'            => 'Добавление статуса обращений',
			'show'              => 'Просмотр статуса обращений ":name"',
			'edit'              => 'Изменение статуса обращений ":name"',
		],

		'issuetype' => [
			'index'             => 'Темы обращений',
			'create'            => 'Добавление темы обращений',
			'show'              => 'Просмотр темы обращений ":name"',
			'edit'              => 'Изменение темы обращений ":name"',
		],

		'legaldocument' => [
			'index'             => 'Правовые документы',
			'create'            => 'Добавление правового документа',
			'show'              => 'Просмотр правового документа ":name"',
			'edit'              => 'Изменение правового документа ":name"',
		],

		'legaledition' => [
			'index'             => 'Редакции правовых документов',
			'create'            => 'Добавление редакции правового документа',
			'show'              => 'Просмотр редакции ":name" от :issued_at',
			'edit'              => 'Изменение редакции ":name" от :issued_at',
		],

		'match' => [
			'index'             => 'Матчи',
			'create'            => 'Добавление матча',
			'show'              => 'Просмотр матча',
			'edit'              => 'Изменение матча',
		],

		'matchstatus' => [
			'index'             => 'Статусы матчей',
			'create'            => 'Добавление статуса матчей',
			'show'              => 'Просмотр статуса матчей ":name"',
			'edit'              => 'Изменение статуса матчей ":name"',
		],

		'menuitem' => [
			'index'             => 'Пункты меню',
			'create'            => 'Добавление пункта меню',
			'show'              => 'Просмотр пункта меню ":name"',
			'edit'              => 'Изменение пункта меню ":name"',
		],

		'menusection' => [
			'index'             => 'Разделы меню',
			'create'            => 'Добавление раздела меню',
			'show'              => 'Просмотр раздела меню ":name"',
			'edit'              => 'Изменение раздела меню ":name"',
		],

		'notice' => [
			'index'             => 'Уведомления',
			'create'            => 'Добавление уведомления',
			'show'              => 'Просмотр уведомления',
			'edit'              => 'Изменение уведомления',
		],

		'noticeban' => [
			'index'             => 'Запреты уведомлений',
			'create'            => 'Добавление запрета уведомлений',
			'show'              => 'Просмотр запрета уведомлений ":name"',
			'edit'              => 'Изменение запрета уведомлений ":name"',
		],

		'noticestatus' => [
			'index'             => 'Статусы уведомлений',
			'create'            => 'Добавление статуса уведомлений',
			'show'              => 'Просмотр статуса уведомлений ":name"',
			'edit'              => 'Изменение статуса уведомлений ":name"',
		],

		'noticetemplate' => [
			'index'             => 'Шаблоны уведомлений',
			'create'            => 'Добавление шаблона уведомлений',
			'show'              => 'Просмотр шаблона уведомлений',
			'edit'              => 'Изменение шаблона уведомлений',
		],

		'noticetype' => [
			'index'             => 'Типы уведомлений',
			'create'            => 'Добавление типа уведомлений',
			'show'              => 'Просмотр типа уведомлений ":name"',
			'edit'              => 'Изменение типа уведомлений ":name"',
		],

		'outcome' => [
			'index'             => 'Исходы',
			'create'            => 'Добавление исхода',
			'show'              => 'Просмотр исхода ":match :outcometype/:outcomescope/:outcomesubtype"',
			'edit'              => 'Изменение исхода ":match :outcometype/:outcomescope/:outcomesubtype"',
		],

		'outcometype' => [
			'index'             => 'Типы исходов',
			'create'            => 'Добавление типа исхода',
			'show'              => 'Просмотр типа исхода ":name"',
			'edit'              => 'Изменение типа исхода ":name"',
		],

		'participant' => [
			'index'             => 'Участники',
			'create'            => 'Добавление участника',
			'show'              => 'Просмотр участника',
			'edit'              => 'Изменение участника',
		],

		'post' => [
			'index'             => 'Статьи',
			'create'            => 'Добавление статьи',
			'show'              => 'Просмотр статьи ":name"',
			'edit'              => 'Изменение статьи ":name"',
		],

		'postcomment' => [
			'index'             => 'Комментарии статей',
			'create'            => 'Добавление комментария статьи',
			'show'              => 'Просмотр комментария статьи',
			'edit'              => 'Изменение комментария статьи',
		],

		'postpicture' => [
			'index'             => 'Изображения статей',
			'create'            => 'Добавление изображения статьи',
			'show'              => 'Просмотр изображения статьи ":name"',
			'edit'              => 'Изменение изображения статьи ":name"',
		],

		'poststatus' => [
			'index'             => 'Статусы статьи',
			'create'            => 'Добавление статуса статьи',
			'show'              => 'Просмотр статуса статьи ":name"',
			'edit'              => 'Изменение статуса статьи ":name"',
		],

		'posttag' => [
			'index'             => 'Метки статей',
			'create'            => 'Добавление метки статьи',
			'show'              => 'Просмотр метки статьи',
			'edit'              => 'Изменение метки статьи',
		],

		'posttournament' => [
			'index'             => 'Турниры статей',
			'create'            => 'Добавление турнира статьи',
			'show'              => 'Просмотр турнира статьи',
			'edit'              => 'Изменение турнира статьи',
		],

		'offer' => [
			'index'             => 'Коэффициенты',
			'create'            => 'Добавление коэффициента',
			'show'              => 'Просмотр коэффициента ":bookmaker :outcome"',
			'edit'              => 'Изменение коэффициента ":bookmaker :outcome"',
		],

		'role' => [
			'index'             => 'Роли',
			'create'            => 'Добавление роли',
			'show'              => 'Просмотр роли ":name"',
			'edit'              => 'Изменение роли ":name"',
		],

		'season' => [
			'index'             => 'Сезоны',
			'create'            => 'Добавление сезона',
			'show'              => 'Просмотр сезона ":name"',
			'edit'              => 'Изменение сезона ":name"',
		],

		'sitepicture' => [
			'index'             => 'Изображения сайта',
			'create'            => 'Добавление изображения сайта',
			'show'              => 'Просмотр изображения сайта ":name"',
			'edit'              => 'Изменение изображения сайта ":name"',
		],

		'sitesection' => [
			'index'             => 'Разделы сайта',
			'create'            => 'Добавление раздела сайта',
			'show'              => 'Просмотр раздела сайта ":name"',
			'edit'              => 'Изменение раздела сайта ":name"',
		],

		'sitetext' => [
			'index'             => 'Тексты сайта',
			'create'            => 'Добавление текста сайта',
			'show'              => 'Просмотр текста сайта ":name"',
			'edit'              => 'Изменение текста сайта ":name"',
		],

		'social' => [
			'index'             => 'Соцсети',
			'create'            => 'Добавление соцсети',
			'show'              => 'Просмотр соцсети ":name"',
			'edit'              => 'Изменение соцсети ":name"',
		],

		'sport' => [
			'index'             => 'Виды спорта',
			'create'            => 'Добавление вида спорта',
			'show'              => 'Просмотр вида спорта ":name"',
			'edit'              => 'Изменение вида спорта ":name"',
		],

		'stage' => [
			'index'             => 'Этапы',
			'create'            => 'Добавление этапа',
			'show'              => 'Просмотр этапа ":name"',
			'edit'              => 'Изменение этапа ":name"',
		],

		'tag' => [
			'index'             => 'Метки',
			'create'            => 'Добавление метки',
			'show'              => 'Просмотр метки ":name"',
			'edit'              => 'Изменение метки ":name"',
		],

		'team' => [
			'index'             => 'Команды',
			'create'            => 'Добавление команды',
			'show'              => 'Просмотр команды ":name"',
			'edit'              => 'Изменение команды ":name"',
		],

		'tournament' => [
			'index'             => 'Турниры',
			'create'            => 'Добавление турнира',
			'show'              => 'Просмотр турнира ":name"',
			'edit'              => 'Изменение турнира ":name"',
		],

		'tournamenttype' => [
			'index'             => 'Типы турниров',
			'create'            => 'Добавление типа турниров',
			'show'              => 'Просмотр типа турниров ":name"',
			'edit'              => 'Изменение типа турниров ":name"',
		],

		'user' => [
			'index'             => 'Пользователи',
			'create'            => 'Добавление пользователя',
			'show'              => 'Просмотр пользователя ":name"',
			'edit'              => 'Изменение пользователя ":name"',
		],

		'usersocial' => [
			'index'             => 'Соцсети пользователей',
			'create'            => 'Добавление соцсети пользователя',
			'show'              => 'Просмотр соцсети пользователя ":name"',
			'edit'              => 'Изменение соцсети пользователя ":name"',
		],

		'outcomescope' => [
			'index'             => 'Периоды',
			'create'            => 'Добавление периода',
			'show'              => 'Просмотр периода ":name"',
			'edit'              => 'Изменение периода ":name"',
		],

		'outcomesubtype' => [
			'index'             => 'Подтипы исходов',
			'create'            => 'Добавление подтипа исхода',
			'show'              => 'Просмотр подтипа исхода ":name"',
			'edit'              => 'Изменение подтипа исхода ":name"',
		],

		'payment' => [
			'index'             => 'Платежи',
			'create'            => 'Добавление платежа',
			'show'              => 'Просмотр платежа ":id"',
			'edit'              => 'Изменение платежа ":id"',
		],
	],
];